IDEA Open Model
Hanging.Angle Property
Compatible with IDEA StatiCa 20.1
 Angle between braches
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Angle { get; set; }
Public Property Angle As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace